<?php

#TODO как поступить с евро ? как туда запихивать команды

#TODO как лучше сделать ссылки на ближайшие матчи, списки команд
#TODO таблица team_game_players




#TODO Удаление команд из международных чемпионатов
#TODO Решить проблему с добавлениями точки с запятой при пермещении команды из одного международного чемпината в другой
        //TeamsAjax.php
#TODO Решить как перемещать команду из одного международного чемпионата в другой из не международного чемпионата


#TODO Изменение номера игрока
?>