<?php

#TODO придумать что делать с игроками и командами (как перемещать команды из одного чемпионата в другой, и одного игрока в другую команду)
#TODO как поступить с евро ? как туда запихивать команды
#TODO выпадающие списки (изменить удалить)
#TODO добавление перемещение удаление изменение ироков !
#TODO как лучше сделать ссылки на ближайшие матчи, списки команд
#TODO таблица team_game_players
#TODO доделать модальноеокно (переместить команды)




#TODO Удаление команд из международных чемпионатов
#TODO Решить проблему с добавлениями двоеточий при пермещении команды из одного международного чемпината в другой
        //TeamsAjax.php
#TODO Решить как перемещать команду из одного международного чемпионата в другой из не международного чемпионата
?>